akamud.vscode-theme-onedark
alefragnani.bookmarks
alefragnani.project-manager
antfu.slidev
aprilandjan.ascii-tree-generator
bedirt.gpt-token-counter-live
bierner.markdown-yaml-preamble
bpruitt-goddard.mermaid-markdown-syntax-highlighting
byi8220.indented-block-highlighting
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
christian-kohler.path-intellisense
ctc.vscode-tree-extension
dakara.dakara-foldplus
danlevett.regex-robin
darkphoenix.select-pasted-text
davidbwaters.macos-modern-theme
ddiu8081.moegi-theme
dnicolson.binary-plist
donjayamanne.python-extension-pack
durzn.brackethighlighter
enkeldigital.scroll-faster
esbenp.prettier-vscode
fosshaas.fontsize-shortcuts
gerrnperl.outline-map
hatoo.markdown-toggle-task
idleberg.applescript
ifplusor.semantic-lunaria
infranodus.infranodus-graph-view
ionutvmi.path-autocomplete
janjoerke.align-by-regex
jnooree.semantic-noctis
johnnymorganz.stylua
johnpapa.vscode-cloak
kamikillerto.vscode-colorize
kennylong.kubernetes-yaml-formatter
liangqin.quick-dim
lucas-curti.mariana-semantic
mads-hartmann.bash-ide-vscode
markwhen.markwhen
meronz.hybrid-dim
mhutchie.git-graph
mikestead.dotenv
mohammadbaqer.better-folding
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
njpwerner.autodocstring
pmndrs.pmndrs
praveencrony.total-lines
qufiwefefwoyn.kanagawa
qwtel.sqlite-viewer
rastikerdar.vscode-seedling-icon-theme
rebornix.toggle
redhat.vscode-xml
redhat.vscode-yaml
repreng.csv
rioj7.select-by
russelldavis.better-pageup-pagedown
ryu1kn.partial-diff
ryuta46.multi-command
shd101wyy.markdown-preview-enhanced
simonsiefke.svg-preview
stneveadomi.grepc
sukumo28.wav-preview
sumneko.lua
supermaven.supermaven
tamasfe.even-better-toml
timgthomas.explorer-gitignore
tldraw-org.tldraw-vscode
tuxtina.json2yaml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
yzhang.markdown-all-in-one
